<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Api key
    |--------------------------------------------------------------------------
    | The key obtained in the developer's office. Used only in the paid API version.
    | Ключ, полученный в кабинете разработчика. Используется только в платной версии API.
    |
    */

    'api_key' => 'c2c0036d-42f4-45da-a813-e0f462a4ed0e',

    /*
    |--------------------------------------------------------------------------
    | Version api
    |--------------------------------------------------------------------------
    | Version used api
    | Версия используемого api
    |
    */

    'api_version' => '1.x',

    /*
    |--------------------------------------------------------------------------
    | Language
    |--------------------------------------------------------------------------
    | Language response
    | Язык ответа
    |
    | uk_UA = ukraine
    | ru_RU = russian
    | en_RU = english
    |
    */

    'language' => 'uk_UA',

    /*
    |--------------------------------------------------------------------------
    | Skip
    |--------------------------------------------------------------------------
    | The number of skipped objects in the response
    | Количество пропускаемых объектов в ответе, начиная с первого.
    |
    */

    'skip_object' => 0,
];
